Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/sami_eatnan_duoddariid_ehdotetaan_saamelaisten_kansallisjoiuksi.html.tmx
Source language: fin
Languages: smn

source: Sámi eatnan duoddariid ehdotetaan saamelaisten kansallisjoiuksi
smn: Sámi eatnan duoddariid iävtuttuvvoo sämmilij aalmugjuáigusin

source: Saamelaisten kansallisten symbolien lautakunta ehdottaa, että Áillohaš – Nils Aslak Valkeapään Sámi eatnan duoddariid joiusta tulee saamelaisten yhteinen kansallisjoiku.
smn: Sämmilij aalmuglij symbolij lävdikodde iävtut, ete Áillohaš – Nils Aslak Valkeapää Sámi eatnan duoddariid juáigusist šadda sämmilij ohtsâš aalmugjuáigus.

source: – Joiulla on keskeinen asema saamelaiskulttuurissa ja se on meidän omaa perinnettämme.
smn: – Juáigusist lii tehálâš sajattâh sämikulttuurist já tot lii mii jieččân ärbivyehi.

source: Saamelaisilla on oma laulu Saamen kansallislaulu.
smn: Sämmilijn lii jieijâs laavlâ Säämi aalmuglaavlâ.

source: Siksi onkin luonnollista, että meillä on myös oma kansallisjoiku, mikä korostaa joiun merkitystä saamelaisille.
smn: Tondiet lii-uv luándulâš, ete mist lii meid jieččân aalmugjuáigus, mii tiäddut juáigus merhâšume sämmiláid.

source: Áillohaš – Nils-Aslak Valkeapään Sámi eatnan duoddariid joiku on kautta aikojen saanut merkityksen saamelaisia yhdistävänä symbolina, ja sitä on usein joikattu saamelaisympäristöissä kuten päiväkodeissa, kouluissa, yleisissä tapahtumissa ja muutenkin yhteyksissä, joissa saamelaiset ovat kokoontuneet.
smn: Áillohaš – Nils-Aslak Valkeapää Sámi eatnan duoddariid juáigus lii aaigij mield finnim merhâšume sämmilijd ovtâstittee symbolin, já tom láá távjá juoigâm sämmilâšpirrâsijn tego peivikiäjuin, škoovlâin, almos tábáhtusâin já mudoi-uv ohtâvuođâin, main sämmiliih láá čokkânâm.

source: Áillohaš – Nils Aslak Valkeapään taiteessa on kokonaisvaltainen saamelaisnäkemys ja hän on taiteilija, johon saamelaiset tuntevat sukulaisuuttaan.
smn: Áillohaš – Nils Aslak Valkeapää taiđust lii olesváldálâš säämi uáinu já sun lii taaiđâr, kiäs sämmiliih tobdeh hiäimuvuođâ.

source: Sámi eatnan duoddariid -joiussa on paljon samankaltaisuuksia kunkin Saamenmaan joikuperinteen kanssa, ja sitä voi yhdistää sekä vuelie, vuolle, luohti, livđe ja leu´dd musiikkiin .
smn: Sámi eatnan duoddariid -juáigusist láá ennuv siämmáássullâsâšvuođah jieškote-uv Sämieennâm juáigusärbivuovvijn, tom puáhtá ovtâstittiđ sehe vuelie, vuolle, luohti, livđe já leu´dd muusikân .

source: Joiku edustaa saamelaisten yhteenkuuluvuutta Saamenmaahan, samalla kun se kuvaa saamelaisten rakkautta omiin maihin.
smn: Juáigus oovdâst sämmilij oohtânkulluuvâšvuođâ Sáámán, ko siämmást tot valdâl sämmilij rähisvuođâ jieijâs enâmáid.

source: Saamenmaa on se pehmeä syli, jota me vaalimme ja kaipaamme.
smn: Säämi lii lieggâ sollâ, mon mij kattip já aibâšep.

source: Saamelaisten kansallisten symbolien lautakunta ehdottaa kansallisjoiuksi ko. joiun, koska se tunnetaan ympäri saamelaisten asuinaluetta ja jota monet ovat joikanneet, ja jonka Áillohaš – Nils Aslak Valkeapää on itse nauhoittanut vuonna 1978.
smn: Sämmilij aalmuglij symbolij lävdikodde iävtut aalmugjuáigusin ko. juáigus, ko tot lii tobdos pirrâ sämmilij aassâmkuávlu já tom láá maŋgâseh juoigâm, já Áillohaš – Nils Aslak Valkeapää lii jieš paddim ive 1978.

source: Saamelaisten kansallisten symbolien lautakunta ehdottaa Áillohaš – Nils Aslak Valkeapään itsensä vuonna 1996 kirjoittamaa tekstiä joiun sanoiksi, ja joita hän on myöhemmin julkaissut kirjassaan Girddán, seivvodan vuonna 1999.
smn: Sämmilij aalmuglij symbolij lävdikodde iävtut Áillohaš – Nils Aslak Valkeapää jieš ive 1996 čäällim saanijd juáigus tekstân. Sun lii jieš maŋeláá almostittâm tom kirjestis Girddán, seivvodan ive 1999.

source: Saamelaisten kansallisjoikua tulee voida pelkästään joikata ilman tekstiä, muutamin joiun sanoin tai kokonaan tekstillä.
smn: Sämmilij aalmugjuáigus kalga pyehtiđ juoigâđ sanijttáá, motomij sanijguin tâi puoh sanijguin.

source: Saamelaisten kansallisten symbolien lautakunnan ehdotus viedään käsiteltäväksi Saamelaisten 22. konferenssiin v. 2021.
smn: Sämmilij aalmuglij symbolij lävdikode iävtuttâs tuálvoo kieđâvuššâmnáál Sämmilij 22. konferensân ive 2021.

source: Taustaa
smn: Tuávááš

source: Saamelaisten kansallisten symbolien lautakunnan ovat nimenneet Saamelaisneuvosto ja Norjan, Ruotsin ja Suomen Saamelaiskäräjät.
smn: Sämmilij aalmuglij symbolij lävdikode láá nomâttâm Sämirääđi já Taažâ, Ruotâ já Suomâ Sämitigeh.

source: Lautakunnan jäseninä ovat Petra Biret Magga-Vars, Anders Kråik, Lars Anders Bær, Ol Johan Gaup, Thomas Åhren ja Anna Sakmarkina.
smn: Lävdikode jesânin láá Petra Biret Magga-Vars, Anders Kråik, Lars Anders Bær, Ol Johan Gaup, Thomas Åhren já Anna Sakmarkina.

source: Saamelaiskonferenssi Tråantessa v. 2017 pyysi, että Saamelaisten kansallisten symbolien lautakunta aloittaa saamelaisten kansallisjoikuprosessin, ja esittää sopivan joiun saamelaisten kansallisjoiuksi ja tuo ehdotuksensa käsiteltäväksi Saamelaisten 22. konferenssiin.
smn: Sämmilij 21. konferens Tråantist ive 2017 piivdij, ete Sämmilij aalmuglij symbolij lävdikodde aalgât sämmilij aalmugjuáigusproosees, já oovdânpuáhtá hiäivulii juáigus sämmilij aalmugjuáigusin já puáhtá iävtuttâs kieđâvuššâmnáál Sämmilij 22. konferensân.

source: Lautakunta on tehnyt työtänsä kohta kaksi vuotta ja löytänyt ehdotuksensa.
smn: Lävdikodde lii porgâm pargos forgâ kyehti ive já kavnâm iävtuttâsâs.

source: Työ jatkuu vielä ja joiku sovelletaan saamen kielille ja joikuperinteisiin ja muutoin valmistellaan päätöksentekoa varten.
smn: Pargo juátkoo vala já juáigus heiviittuvvoo sämikieláid já juáigusärbivuovvijd já mudoi valmâštâlloo miärádâstoohâm várás.

source: Yhteyshenkilö
smn: Ohtâvuotâolmooš

source: Anders Kråik, tel. +46 70 224 71 61 Saamelaisten kansallisten symbolien lautakunnan puheenjohtaja välillä 2017-2019
smn: Anders Kråik, tel. +46 70 224 71 61 Sämmilij aalmuglij symbolij lävdikode saavâjođetteijee kooskâst 2017-2019

source: Petra Magga-Vars, tel+358 40 732 55 03 Saamelaisten kansallisten symbolien lautakunnan puheenjohtaja 19.09.2019 alkaen.
smn: Petra Magga-Vars, tel+358 40 732 55 03 Sämmilij aalmuglij symbolij lävdikode saavâjođetteijee 19.09.2019 rääjist.

source: Kuva: Tarja Länsman
smn: Kove: Tarja Länsman
